Revit 2027 API
Tile.TilePerRow Property
 The property labeled "Every" from the "Tile" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string TilePerRow { get; }
Public Shared ReadOnly Property TilePerRow As String
	Get
public:
static property String^ TilePerRow {
	String^ get ();
}
static member TilePerRow : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyInteger" within the range of "0, 50".
See Also
Reference
Tile Class
Autodesk.Revit.DB.Visual Namespace